/* CA Email greeting Subject Header when CA is available */
"%1$@ Certificate Authority is now available" = "L'autorità di certificazione %1$@ è attualmente disponibile";

/* %1$@'s CA */
"%1$@'s CA" = "%1$@'s CA";

/* Email message sent to the CA when a user requests a Cert */
"%@ has sent you a certificate request. Click the enclosure to complete the request. A certificate signing request (CSR) is information generated by the computer to identify the user requesting a certificate from a Certificate Authority. The CSR contains the public key of the user and is used to generate the certificate. The certificate will automatically be sent to %@.\n\n" = "%1$@ ti ha inviato una richiesta di certificato. Fai clic sull'allegato per completare la richiesta. Una richiesta di firma certificato (CSR) è formata dalle informazioni generate dal computer per identificare l'utente che richiede un certificato a un'Autorità di Certificazione. Il CSR contiene la chiave pubblica dell'utente e viene utilizzato per creare il certificato. Il certificato verrà automaticamente spedito a %2$@.\n\n";

/* Email message sent to the user when the CA has created their cert */
"%@ has sent you the certificate you requested. Click the enclosure and Keychain Access will import it for you.\n\n" = "%@ ti ha inviato il certificato richiesto. Fai clic sull'allegato e Accesso Portachiavi lo importerà.\n\n";

/* (Unused) */
"(Unused)" = "(Inutilizzato)";

/* 1024 bits */
"1024 bits" = "1024 bit";

/* 1200 bits */
"1200 bits" = "1200 bit";

/* 1400 bits */
"1400 bits" = "1400 bit";

/* 1600 bits */
"1600 bits" = "1600 bit";

/* 2048 bits */
"2048 bits" = "2048 bit";

/* 256 bits */
"256 bits" = "256 bit";

/* 384 bits */
"384 bits" = "384 bit";

/* 512 bits */
"512 bits" = "512 bit";

/* 521 bits */
"521 bits" = "521 bit";

/* <invalid expiration date> */
"<invalid expiration date>" = "<data di scadenza non valida>";

/* <no certificates specified> */
"<no certificates specified>" = "<nessun certificato specificato>";

/* _renamed_%d */
"_renamed_%d" = "_renamed_%d";

/* A CA that does not rely on another CA for its validation is called a \\U201Croot\\U201D (or \\U201Canchor\\U201D) CA. A CA that does rely on another CA for its validation is called a \\U201CIntermediate CA\\U201D. Trust in such a root CA must be established by means other than a certificate. Mac OS X contains a list of acceptable root CA identities that have been pre-qualified by Apple. You can add other CAs to this list using the Keychain Access application, or your administrator can do this for you. */
"A CA that does not rely on another CA for its validation is called a \\U201Croot\\U201D (or \\U201Canchor\\U201D) CA. A CA that does rely on another CA for its validation is called a \\U201CIntermediate CA\\U201D. Trust in such a root CA must be established by means other than a certificate. Mac OS X contains a list of acceptable root CA identities that have been pre-qualified by Apple. You can add other CAs to this list using the Keychain Access application, or your administrator can do this for you." = "Una CA che non si basa su un'altra CA per la sua validazione viene chiamata CA \"root\" o \"ancora\". Una CA che si basa su un'altra CA per la sua validazione viene chiamata \"CA intermedia\". L'attendibilità in questo tipo di CA root deve essere stabilita da altro rispetto a un certificato. Mac OS X contiene un'elenco di identità di CA root accettabili che sono state prequalificate da Apple. Puoi aggiungere altre CA a questo elenco utilizzando l'applicazione Accesso Portachiavi, oppure può farlo l'amministratore.";

/* A CA Web Site is provided for users who wish to use the Internet to download a CA invitation and a CA's certificates. The Web Site is mainly provided for users who may not have officially received an invite or the CA certificates from the CA. The Web Site also provides information so user can verify that the site does belong to the CA. The SHA-1 fingerprint of the CA certificate and the CA's administration e-mail address are displayed for verification. */
"A CA Web Site is provided for users who wish to use the Internet to download a CA invitation and a CA's certificates. The Web Site is mainly provided for users who may not have officially received an invite or the CA certificates from the CA. The Web Site also provides information so user can verify that the site does belong to the CA. The SHA-1 fingerprint of the CA certificate and the CA's administration e-mail address are displayed for verification." = "Un sito della CA viene fornito per gli utenti che desiderano utilizzare Internet per scaricare un invito e certificati di una CA. Il sito web è fornito principalmente per utenti che non hanno ancora ricevuto un invito ufficiale o certificati dalla CA. Il sito web fornisce anche informazioni per permettere agli utenti di verificare l'appartenenza del sito stesso alla CA. L'impronta SHA-1 dei certificati CA e l'indirizzo email dell'amministrazione della CA vengono mostrati per consentirne una verifica.";

/* A certificate authority (CA) that relies on another CA for its validation is called an Intermediate CA. An intermediate CA depends on the CA that issued it for its validity, and can be invalidated, or revoked, by it. Intermediate CAs are commonly used by their issuing CA to delegate authority for a subset of its operation, such as a particular usage or class of users. If you or your system trusts an intermediate CA's issuer, it will also trust the intermediate CA, unless you explicitly override this. Mac OS X also allows you to directly assign trust to an intermediate CA without trusting its issuer; however, this circumvents validity checks based on the issuer's authority. When creating an intermediate CA with the Certificate Assistant, an existing root or intermediate CA (along with their corresponding private key) must be present to sign it. */
"A certificate authority (CA) that relies on another CA for its validation is called an Intermediate CA. An intermediate CA depends on the CA that issued it for its validity, and can be invalidated, or revoked, by it. Intermediate CAs are commonly used by their issuing CA to delegate authority for a subset of its operation, such as a particular usage or class of users. If you or your system trusts an intermediate CA's issuer, it will also trust the intermediate CA, unless you explicitly override this. Mac OS X also allows you to directly assign trust to an intermediate CA without trusting its issuer; however, this circumvents validity checks based on the issuer's authority. When creating an intermediate CA with the Certificate Assistant, an existing root or intermediate CA (along with their corresponding private key) must be present to sign it." = "Una Autorità di Certificazione (CA) che si basa su un'altra CA per la sua validazione è chiamata CA intermedia. Una CA intermedia dipende dalla CA che la ha convalidata, e può essere invalidata o revocata da essa. Le CA intermedie sono comunemente usate per delegare l'autorità per un sottoinsieme del suo funzionamento, come ad esempio un particolare uso o categoria di utenti. Se tu o il tuo sistema convalidate un emittente di una CA intermedia, verrà convalidata anche la CA intermedia, a meno che non venga esplicitamente richiesto il contrario. Inoltre, Mac OS X consente di assegnare direttamente la validità a una CA intermedia senza convalidare il suo emittente. Tuttavia, tale validità elude i controlli basati sulla sua autorità. Durante la creazione di una CA intermedia con Assistente Certificato, una CA root o intermedia deve essere presente per firmare (con la loro chiave privata corrispondente).";

/* A CA Configuration File already exists with that name. Please pick a different name. */
"A Certificate Authority configuration file already exists with that name. Please pick a different name." = "Esiste già un documento di configurazione CA con questo nome. Scegli un altro nome.";

/* A certificate authority name cannot contain periods. */
"A certificate authority name cannot contain periods." = "Una autorità di certificazione non può contenere punti.";

/* A leaf is a certificate signed by an intermediate or root Certificate Authority. A leaf certificate benefits from the security of certificate chains and certificate policies. A leaf is situated at the bottom of a certificate chain. */
"A leaf is a certificate signed by an intermediate or root Certificate Authority. A leaf certificate benefits from the security of certificate chains and certificate policies. A leaf is situated at the bottom of a certificate chain." = "Un certificato leaf è un certificato firmato da un'autorità di certificazione intermedia o root. Un certificato leaf trae beneficio dalla sicurezza delle catene e politiche di certificazione, ed è situato alla fine della catena di certificazione.";

/* A self-signed certificate does not provide the security guarantee of a certificate issued by a Certificate Authority. Before your self-signed certificate is accepted, the recipient will be asked to confirm that they wish to trust and accept it. */
"A self-signed certificate does not provide the security guarantee of a certificate issued by a Certificate Authority. Before your self-signed certificate is accepted, the recipient will be asked to confirm that they wish to trust and accept it." = "Un certificato autofirmato non fornisce la stessa garanzia di sicurezza di un certificato emesso da una Autorità di certificazione. Prima che il tuo certificato autofirmato sia accettato, al destinatario sarà chiesto di confermare l'intenzione di dare fiducia e accettare il certificato.";

/* A self-signed certificate is a root certificate authority that someone makes for immediate use as a certificate. Such certificates do not benefit from the security of certificate chains and certificate policies. Most computers will not accept a self-signed certificate unless their owner first tells them to, and some computers will not accept them under any circumstances. They are however easy and quick to make, and are often used for testing purposes in place of certificates signed by proper certificate authorities. */
"A self-signed root certificate is a root certificate authority that someone makes for immediate use as a certificate. Such certificates do not benefit from the security of certificate chains and certificate policies. Most computers will not accept a self-signed certificate unless their owner first tells them to, and some computers will not accept them under any circumstances. They are however easy and quick to make, and are often used for testing purposes in place of certificates signed by proper certificate authorities." = "Un certificato di primo livello (root) autofirmato è un'unità di certificazione root creata da qualcuno per un utilizzo immediato come certificato. Questi certificati non traggono benefici dalla sicurezza di catene e politiche di certificazione. La maggior parte dei computer non accetta certificati autofirmati se l'autore non chiede prima di farlo, e alcuni computer non li accettano in nessuna circostanza. Questi certificati sono facili e veloci da creare, e sono spesso utilizzati per svolgere test al posto di certificati firmati da vere autorità di certificazione.";

/* A URI cannot contain Unicode characters. */
"A URI cannot contain Unicode characters." = "Un URI non può contenere caratteri Unicode.";

/* Aborted */
"Aborted" = "Interrotto";

/* An error occurred when attempting to display the certificate. */
"An error occurred when attempting to display the certificate." = "Si è verificato un errore nel tentativo di visualizzare il certificato.";

/* An error occurred when attempting to evaluate the certificate. */
"An error occurred when attempting to evaluate the certificate." = "Si è verificato un errore nel tentativo di valutare il certificato.";

/* An error occurred when attempting to install the \\U201C%@\\U201D certificates. */
"An error occurred when attempting to install the \\U201C%@\\U201D certificates." = "Si è verificato un errore nel tentativo di installare i certificati “%@”.";

/* An error occurred when creating the e-mail invitation. */
"An error occurred when creating the e-mail invitation." = "Si è verificato un errore durante la creazione dell'e-mail di invito.";

/* An error occurred when e-mailing the certificate signing request to the CA. Make sure you have a configured e-mail account. */
"An error occurred when e-mailing the certificate signing request to the CA. Make sure you have a configured e-mail account." = "Si è verificato un errore durante la spedizione via e-mail della richiesta di firma del certificato alla CA. Assicurati di aver configurato correttamente l'account e-mail.";

/* Message indicating we couldn't mail the CSR to the CA */
"An error occurred when mailing the certificate signing request to the certificate authority." = "Si è verificato un errore durante la spedizione della richiesta di firma del certificato all'autorità di certificazione.";

/* An error occurred when trying to create the CA web site (error=%d). */
"An error occurred when trying to create the CA web site (error=%d)." = "Si è verificato un errore durante la creazione del sito web CA (error=%d).";

/* An error occurred when trying to create the CA web site on your iDisk. Your iDisk could not be accessed. */
"An error occurred when trying to create the CA web site on your iDisk. Your iDisk could not be accessed." = "Si è verificato un errore durante la creazione del sito web CA su iDisk. Non è stato possibile accedere ad iDisk.";

/* An error occurred when trying to create the CA web site on your iDisk. Your iDisk was not responding. Please check your network connection. */
"An error occurred when trying to create the CA web site on your iDisk. Your iDisk was not responding. Please check your network connection." = "Si è verificato un errore durante la creazione del sito web CA su iDisk. iDisk non ha risposto. Verifica la connessione al network.";

/* An error occurred when verifying the signature that signed \\U201C%@\\U201D. */
"An error occurred when verifying the signature that signed \\U201C%@\\U201D." = "Si è verificato un errore durante la verifica della firma di “%@”.";

/* An error occurred when visiting the CA web site. */
"An error occurred when visiting the CA web site." = "Si è verificato un errore durante la navigazione al sito web della CA.";

/* An error occurred. The specified CA wasn't a valid Certificate Authority. */
"An error occurred. The specified CA wasn't a valid Certificate Authority." = "Si è verificato un errore. La CA specificata non risulta essere un'autorità certificazione valida.";

/* An expiration period for a certificate must be no longer than %d years. */
"An expiration period for a certificate must be no longer than %d years." = "Un periodo di scadenza di un certificato non deve essere più lungo di %d anni.";

/* An invitation is a file given to users who wish to request a certificate from a CA. When done creating a CA, the Certificate Assistant helps you with the delivery of the invitation to the users. A user can double-click on this invitation and the Certificate Assistant will guide them through the process of requesting a certificate. */
"An invitation is a file given to users who wish to request a certificate from a CA. When done creating a CA, the Certificate Assistant helps you with the delivery of the invitation to the users. A user can double-click on this invitation and the Certificate Assistant will guide them through the process of requesting a certificate." = "Un invito è un documento dato agli utenti che desiderano richiedere un certificato da una CA. Al termine della creazione di una CA, Assistente Certificato ti aiuta a distribuire l'invito agli utenti. Un utente può fare doppio clic su questo invito e Assistente Certificato lo guiderà attraverso il processo di richiesta di un certificato.";

/* IPAddr format not correct */
"An IP Address you specified was not in the correct format (IP Addresses are formatted like 1.2.3.4)." = "Un indirizzo IP che hai specificato non è nel formato corretto (indirizzi IP hanno un formato del tipo 1.2.3.4).";

/* An unknown error occurred when reading the certificate signing request. */
"An unknown error occurred when reading the certificate signing request." = "Si è verificato un errore sconosciuto durante la lettura della richiesta di firma del certificato.";

/* Appropriate S/MIME ExtendedKeyUsage not found  */
"Appropriate S/MIME ExtendedKeyUsage not found " = "Non trovo l'ExtendedKeyUsage S/MIME appropriato ";

/* Bad cert obtained from specified issuerAltName */
"Bad cert obtained from specified issuerAltName" = "Certificato non valido ottenuto da issuerAltName specificato";

/* Bad leaf cert */
"Bad leaf cert" = "Certificato utente non valido";

/* Bad root cert (fails to self-verify) */
"Bad root cert (fails to self-verify)" = "Certificato root non valido (mancata autoverifica)";

/* Basic Constraints Extension */
"Basic Constraints Extension" = "Estensione limiti di base";

/* Basic Constraints Extension For This CA */
"Basic Constraints Extension For This CA" = "Estensione limiti di base per questa CA";

/* Basic Constraints Extension For Users of This CA */
"Basic Constraints Extension For Users of This CA" = "Estensione limiti di base per gli utenti di questa CA";

/* Basic Constraints Missing */
"Basic Constraints Missing" = "Limiti di base mancanti";

/* Cancel */
"Cancel" = "Annulla";

/* Cert expired */
"Cert expired" = "Certificato scaduto";

/* Cert not found at specified issuerAltName */
"Cert not found at specified issuerAltName" = "Non trovo il certificato nell'issuerAltName specificato";

/* Cert not yet valid */
"Cert not yet valid" = "Certificato ancora non valido";

/* Certificate Request */
"Certificate Request" = "RICHIESTA CERTIFICATO";

/* Choose */
"Choose" = "Scegli";

/* Choose an identity that will sign your CA invitations. */
"Choose an identity that will sign your CA invitations." = "Scegli un'identità per firmare gli inviti CA.";

/* Click \\U201CSpecify Alternate Location...\\U201D to create the web site at a different location. */
"Click \\U201CSpecify Alternate Location...\\U201D to create the web site at a different location." = "Fai clic su “Specifica una posizione alternativa...” per creare il sito web in una posizione diversa.";

/* Code Signing, Bad path length */
"Code Signing, Bad path length" = "Firma codice, Lunghezza percorso incorretta";

/* Code Signing, Basic Constraints Missing */
"Code Signing, Basic Constraints Missing" = "Firma codice, Limiti di base mancanti";

/* Code Signing, Development */
"Code Signing, Development" = "Firma codice, Sviluppo";

/* Code Signing, Illegal certificate chain length */
"Code Signing, Illegal certificate chain length" = "Firma codice, Lunghezza catena certificato non valida";

/* Code Signing, No Extended Key Usage */
"Code Signing, No Extended Key Usage" = "Firma codice, Nessun utilizzo chiave estesa";

/* Continue */
"Continue" = "Continua";

/* Could not create a key pair. */
"Could not create a key pair." = "Non posso creare una coppia di chiavi.";

/* Could not create the CA configuration file. */
"Could not create the Certificate Authority configuration file." = "Non posso creare il documento di configurazione dell'autorità di certificazione.";

/* Could not create the certificate export file (error=%d). */
"Could not create the certificate export file (error=%d)." = "Non ho potuto creare il documento di esportazione del certificato (error=%d).";

/* Could not create the certificate export file. */
"Could not create the certificate export file." = "Non ho potuto creare il documento di esportazione del certificato";

/* Could not find a signing key based on the public key hash. */
"Could not find a signing key based on the public key." = "Non posso trovare una chiave di firma basata sulla chiave pubblica.";

/* Could not find the issuer for the Certificate Authority configuration file \\U201C%@\\U201D. */
"Could not find the issuer for the Certificate Authority configuration file \\U201C%@\\U201D." = "Non ho potuto trovare un'emittente per il documento di configurazione dell'Autorità di certificazione “%@”.";

/* Could not mail the certificate to the user. */
"Could not mail the certificate to the user. A copy has been placed in your keychain." = "Non è stato possibile spedire il certificato all'utente. Ne è stata messa una copia nel tuo portachiavi.";

/* Create Your Certificate */
"Create Your Certificate" = "Crea il tuo certificato";

/* Create Your Certificate Authority */
"Create Your Certificate Authority" = "Crea la tua Autorità di certificazione";

/* Creating Key Pair... */
"Creating Key Pair..." = "Creo coppia di chiavi...";

/* Creating the CA web site... */
"Creating the CA web site..." = "Creo il sito web della CA...";

/* Creating the certificate request... */
"Creating the certificate request..." = "Creo la richiesta di certificato...";

/* Creating the certificate... */
"Creating the certificate..." = "Creo il certificato...";

/* CRL Expired */
"CRL Expired" = "CRL Scaduto";

/* CRL failed policy verification */
"CRL failed policy verification" = "Verifica politica CRL fallita";

/* CRL Not Valid Yet */
"CRL Not Valid Yet" = "CRL ancora non valido";

/* CRL not verifiable to anchor or root */
"CRL not verifiable to anchor or root" = "CRL non verificabile per root";

/* CRL verified to untrusted root */
"CRL verified to untrusted root" = "CRL verificato per root senza fiducia";

/* Done */
"Done" = "Fine";

/* E-mail addresses cannot contain Unicode characters. */
"E-mail addresses cannot contain Unicode characters." = "Gli indirizzi e-mail non possono contenere caratteri Unicode.";

/* Error: could not read the Certificate Authority configuration file. */
"Error: could not read the Certificate Authority configuration file \\U201C%@\\U201D." = "Errore: non posso leggere il documento di configurazione dell'Autorità di certificazione “%@”.";

/* Error: could not read the specified template \\U201C%@\\U201D. */
"Error: could not read the template \\U201C%@\\U201D." = "Errore: non posso leggere il modello “%@”.";

/* Evaluating Certificate(s) */
"Evaluating Certificate(s)" = "Valuto certificato(i)";

/* Expired */
"Expired" = "Scaduto";

/* Extended Key Usage Extension */
"Extended Key Usage Extension" = "Estensione utilizzo chiave estesa";

/* Extended Key Usage Extension For This CA */
"Extended Key Usage Extension For This CA" = "Estensione utilizzo chiave estesa per questa CA";

/* Extended Key Usage Extension For Users of This CA */
"Extended Key Usage Extension For Users of This CA" = "Estensione utilizzo chiave estesa per gli utenti di questa CA";

/* For SSL Server certificates, either an IP Address or DNS name must be specified. */
"For SSL Server certificates, either an IP Address or DNS name must be specified." = "Per certificati di server SSL, deve essere specificato almeno un indirizzo IP o nome DNS.";

/* For the user who request certificates from this CA, select Extended Key Usage Extension to see the available options and specify which ones their certificate will use. */
"For the user who request certificates from this CA, select Extended Key Usage Extension to see the available options and specify which ones their certificate will use." = "Per gli utenti che richiedono certificati da questa CA, seleziona Estensione utilizzo chiave estesa per vedere le opzioni disponibili e specificare di quali farà uso il certificato.";

/* For the user who request certificates from this CA, select Include Basic Constraints Extension to see the available options and specify which ones their certificate will use. */
"For the user who request certificates from this CA, select Include Basic Constraints Extension to see the available options and specify which ones their certificate will use." = "Per gli utenti che richiedono certificati da questa CA, seleziona Includi estensione limiti di base per vedere le opzioni disponibili e specificare di quali farà uso il certificato.";

/* For the user who request certificates from this CA, select Include Subject Alternate Name Extension to see the available options and specify which ones their certificate will use. */
"For the user who request certificates from this CA, select Include Subject Alternate Name Extension to see the available options and specify which ones their certificate will use." = "Per gli utenti che richiedono certificati da questa CA, seleziona Includi estensione nome soggetto alterno per vedere le opzioni disponibili e specificare di quali farà uso il certificato.";

/* For this Certificate Authority, select Include Basic Constraints Extension to see the available options and specify which ones the CA certificate will use. */
"For this Certificate Authority, select Include Basic Constraints Extension to see the available options and specify which ones the CA certificate will use." = "Per questa Autorità di Certificazione, seleziona Includi estensione limiti di base per vedere le opzioni disponibili e specificare di quali farà uso il certificato della CA.";

/* For this Certificate Authority, select Include Extended Key Usage Extension to see the available options and specify which ones the CA certificate will use. */
"For this Certificate Authority, select Include Extended Key Usage Extension to see the available options and specify which ones the CA certificate will use." = "Per questa Autorità di Certificazione, seleziona Includi estensione utilizzo chiave estesa per vedere le opzioni disponibili e specificare di quali farà uso il certificato della CA.";

/* For this Certificate Authority, select Include Subject Alternate Name Extension to see the available options and specify which ones the CA certificate will use. */
"For this Certificate Authority, select Include Subject Alternate Name Extension to see the available options and specify which ones the CA certificate will use." = "Per questa Autorità di Certificazione, seleziona Includi estensione nome soggetto alterno per vedere le opzioni disponibili e specificare di quali farà uso il certificato della CA.";

/* Good */
"Good" = "Buona";

/* Hostname mismatch */
"Hostname mismatch" = "Nome host non corrispondente";

/* Idle */
"Idle" = "Inattivo";

/* Illegible CRL distribution point URI */
"Illegible CRL distribution point URI" = "Punto di distribuzione CRL URI illeggibile";

/* Illegible name */
"Illegible name" = "Nome illeggibile";

/* Intermediate CA */
"Intermediate CA" = "CA intermedia";

/* Invalid Authority Key ID  */
"Invalid Authority Key ID " = "ID chiave autorità illeggibile ";

/* Invalid BasicConstraints.CA */
"Invalid BasicConstraints.CA" = "BasicConstraints.CA non valide";

/* Invalid Certificate */
"Invalid Certificate" = "Certificato non valido";

/* Invalid Extended Key Usage */
"Invalid Extended Key Usage" = "Utilizzo Chiave esteso non valido";

/* Invalid Key Usage */
"Invalid Key Usage" = "Utilizzo chiave non valido";

/* Invalid Subject Key ID  */
"Invalid Subject Key ID " = "ID chiave soggetto non valido ";

/* Invalid Subject/Authority Key ID Linkage */
"Invalid Subject/Authority Key ID Linkage" = "Connessione ID chiave soggetto/Autorità non valido";

/* IssuingDistributionPoint extension violation */
"IssuingDistributionPoint extension violation" = "Violazione estensione IssuingDistributionPoint";

/* Key Pair pane title (when not creating a CA) */
"Key Pair Information" = "Informazioni Coppia di chiavi";

/* Key Pair pane title (when creating a CA) */
"Key Pair Information For This CA" = "Informazioni Coppia di chiavi per questa CA";

/* Key Usage Extension */
"Key Usage Extension" = "Estensione utilizzo chiave";

/* Key Usage Extension For This CA */
"Key Usage Extension For This CA" = "Estensione utilizzo chiave per questa CA";

/* Key Usage Extension For Users of This CA */
"Key Usage Extension For Users of This CA" = "Estensione utilizzo chiave per gli utenti di questa CA";

/* Keychain */
"Keychain" = "Portachiavi";

/* Leaf */
"Leaf" = "Nodo";

/* Let me choose */
"Let me choose" = "Lascia che sia io a scegliere";

/* Network */
"Network" = "Network";

/* No */
"No" = "No";

/* No certificates were returned from the host. */
"No certificates were returned from the host." = "Nessun certificato è stato rinviato dall'host.";

/* No CRL */
"No CRL" = "Nessun CRL";

/* No root cert found */
"No root cert found" = "Non trovo nessun certificato root";

/* Not Yet Valid */
"Not Yet Valid" = "Ancora non valido";

/* Note: Additional certificates that make up the Certificate Authority (CA) must also be provided to users. Additional certificates are located in the .pem file in the CA folder. For added security, don't send these files by email. Make them available in a secure location, such as a file server. */
"Note: Additional certificates that make up the Certificate Authority (CA) must also be provided to users. Additional certificates are located in the .pem file in the CA folder. For added security, don't send these files by email. Make them available in a secure location, such as a file server." = "Nota: ogni ulteriore certificato che compone la CA deve essere fornito agli utenti. Ulteriori certificati si trovano nel documento con estensione .pem nella cartella autorità di certificazione. Per maggior sicurezza, non inviare mai il documento con estensione .pem via e-mail. Fai in modo che siano situati in un luogo sicuro, come un server di documenti.";

/* OK */
"OK" = "OK";

/* P12Password */
"P12Password" = "P12Password";

/* Partial public key resolved with failure */
"Partial public key resolved with failure" = "Chiave pubblica parziale fallita";

/* Partial public key unresolvable */
"Partial public key unresolvable" = "Chiave pubblica parziale non risolta";

/* PathLengthConstraint exceeded */
"PathLengthConstraint exceeded" = "PathLengthConstraint eccessiva";

/* Please contact your CA administrator for assistance. */
"Please contact your CA administrator for assistance." = "Contatta l'amministratore della tua CA per assistenza.";

/* Please contact your CA administrator for help importing them. */
"Please contact your CA administrator for help importing them." = "Contatta l'amministratore della tua CA per assistenza nell'importazione.";

/* Please specify a serial number from %@ to %@. */
"Please specify a serial number from %@ to %@." = "Specifica un numero seriale da %1$@ a %2$@.";

/* Please specify a valid expiration date. */
"Please specify a valid expiration date." = "Specifica una data di scadenza valida.";

/* Please specify some certificate information below: */
"Please specify some certificate information below:" = "Specifica sotto alcune informazioni sul certificato:";

/* Please specify some information about your CA: */
"Please specify some information about your CA:" = "Specifica alcune informazioni su CA:";

/* Please specify the issuing Certificate Authority for %@\\U2019s (%@) certificate request. */
"Please specify the issuing Certificate Authority for %@\\U2019s (%@) certificate request." = "Specifica l'Autorità di emissione certificazione per la richiesta di certificato di %1$@ (%2$@).";

/* Please specify the issuing Certificate Authority for this certificate request. */
"Please specify the issuing Certificate Authority for this certificate request." = "Specifica l'Autorità di emissione certificazione per questa richiesta di certificato.";

/* Policy verification failed */
"Policy verification failed" = "Verifica politica fallita";

/* ProbeSSL */
"ProbeSSL" = "ProbeSSL";

/* Probing SSL server */
"Probing SSL server" = "Analizzo server SSL";

/* Replace existing \\U201C%@\\U201D web site on your iDisk? */
"Replace existing \\U201C%@\\U201D web site on your iDisk?" = "Sostituisci il sito web “%@” già esistente su iDisk?";

/* Replace existing \\U201C%@\\U201D? */
"Replace existing \\U201C%@\\U201D?" = "Sostituisci “%@”  già esistente?";

/* Required */
"Required" = "Richiesto";

/* Root ALSO in System Roots */
"Root ALSO in System Roots" = "Root ANCHE in Root di Sistema";

/* S/MIME */
"S/MIME" = "S/MIME";

/* S/MIME Email address mismatch */
"S/MIME Email address mismatch" = "Indirizzo e-mail S/MIME non corrispondente";

/* S/MIME KeyUsage incompatibility */
"S/MIME KeyUsage incompatibility" = "Incompatibilità S/MIME KeyUsage";

/* S/MIME, No email Address Found */
"S/MIME, No email Address Found" = "S/MIME, non trovo nessun indirizzo e-mail";

/* S/MIME, non-critical KeyUsage */
"S/MIME, non-critical KeyUsage" = "S/MIME, KeyUsage non critico";

/* S/MIME, SubjectAltName not critical */
"S/MIME, SubjectAltName not critical" = "S/MIME, SubjectAltName non critico";

/* Select Include Basic Constraints Extension to see the available options and specify which ones this certificate will use. */
"Select Include Basic Constraints Extension to see the available options and specify which ones this certificate will use." = "Seleziona Includi estensione limiti di base per vedere le opzioni disponibili e specificare di quali farà uso il certificato.";

/* Select Include Extended Key Usage Extension to see the available options and specify which ones this certificate will use. */
"Select Include Extended Key Usage Extension to see the available options and specify which ones this certificate will use." = "Seleziona Includi estensione utilizzo chiave estesa per vedere le opzioni disponibili e specificare di quali farà uso il certificato.";

/* Select Include Subject Alternate Name Extension to see the available options and specify which ones this certificate will use. */
"Select Include Subject Alternate Name Extension to see the available options and specify which ones this certificate will use." = "Seleziona Includi estensione nome soggetto alterno per vedere le opzioni disponibili e specificare di quali farà uso il certificato.";

/* Select the appropriate trust policy to evaluate \\U201C%1$@\\U201D. */
"Select the appropriate trust policy to evaluate \\U201C%1$@\\U201D." = "Seleziona l'adeguata regola di verifica per valutare “%1$@”.";

/* Self Signed Root */
"Self Signed Root" = "Primo livello autofirmato";

/* Self Signed Root CA */
"Self Signed Root CA" = "CA principale autofirmante";

/* Show CA Web Site... */
"Show CA Web Site..." = "Mostra il sito web della CA...";

/* Sign using your %@ identity */
"Sign using your %@ identity" = "Firma utilizzando la tua identità %@";

/* Specified CRL server down */
"Specified CRL server down" = "Il server CRL specificato non è in funzione";

/* Key Pair pane title when CA configures default key pair values when creating a CA */
"Specify Key Pair Information For Users of This CA" = "Specifica dati coppia di chiavi degli utenti del CA";

/* Key Pair Attributes pane message for creating a CA */
"Specify the key size and algorithm used to create your key pair for the Certificate Authority.\n\nThe key pair is made up of your private and public keys. The private key is the secret part of the key pair and should be kept secret. The public key is made publicly available as part of the digital certificate." = "Specifica la dimensione della chiave e l'algoritmo utilizzato per creare la tua coppia di chiavi per l'autorità di certificazione.\n\nLa coppia di chiavi è costituita dalla tua chiave privata e dalla tua chiave pubblica. La chiave privata è la parte segreta della coppia di chiavi e deve essere mantenuta in segreto. La chiave pubblica è disponibile a tutti come parte del certificato digitale.";

/* Key Pair Attributes pane message for creating a cert for yourself */
"Specify the key size and algorithm used to create your key pair.\n\nThe key pair is made up of your private and public keys. The private key is the secret part of the key pair and should be kept secret. The public key is made publicly available as part of the digital certificate." = "Specifica la dimensione della chiave e l'algoritmo utilizzato per creare la tua coppia di chiavi.\n\nLa coppia di chiavi è costituita dalla tua chiave privata e dalla tua chiave pubblica. La chiave privata è la parte segreta della coppia di chiavi e deve essere mantenuta in segreto. La chiave pubblica è disponibile a tutti come parte del certificato digitale.";

/* SSL Client */
"SSL Client" = "Client SSL";

/* SSL Server */
"SSL Server" = "Server SSL";

/* Subject Alternate Name Extension */
"Subject Alternate Name Extension" = "Estensione nome soggetto alterno";

/* Subject Alternate Name Extension For This CA */
"Subject Alternate Name Extension For This CA" = "Estensione nome soggetto alterno per questa CA";

/* Subject Alternate Name For Users of This CA */
"Subject Alternate Name For Users of This CA" = "Nome soggetto alterno per gli utenti di questa CA";

/* Success */
"Success" = "Successo";

/* System Roots */
"System Roots" = "Root di sistema";

/* Template = %@ */
"Template = %@" = "Modello = %@";

/* CA Email greeting when CA is available */
"The \\U201C%1$@\\U201D Certificate Authority is now available to accept certificate requests from you. Click the attachment and the Certificate Assistant will guide you through this process." = "L'Autorità di certificazione “%1$@” è attualmente disponibile per accettare le tue richieste di certificato. Fai clic sull'allegato e l'Assistente Certificato ti aiuterà a completare il procedimento.";

/* Conclusion pane when a CA creates a cert and it is sent to the requestor */
"The certificate has been created for \\U201C%1$@\\U201D. A copy has been placed in your keychain." = "È stato creato il certificato per “%1$@”. Ne è stata messa una copia nel tuo portachiavi.";

/* The default Certificate Authority is now set to \\U201C%@\\U201D. */
"The default Certificate Authority is now set to \\U201C%@\\U201D." = "L'Autorità di certificazione di default è stata impostata su “%@”.";

/* The file you specified could not be opened by this assistant. */
"The file you specified could not be opened by this assistant." = "L'assistente non ha potuto aprire il documento specificato.";

/* The Key Usage Extension of a certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones this certificate will provide. */
"The Key Usage Extension of a certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones this certificate will provide." = "L'estensione utilizzo chiave di un certificato ne identifica le modalità di sicurezza. Seleziona Includi estensione utilizzo chiave per visualizzare le modalità disponibili e seleziona quelle da assegnare a questo certificato.";

/* The Key Usage Extension of the CA\\U2019s certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones the certificate will provide. */
"The Key Usage Extension of the CA\\U2019s certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones the certificate will provide." = "L'estensione utilizzo chiave del certificato della CA ne identifica le modalità di sicurezza. Seleziona Includi estensione utilizzo chiave per visualizzare le modalità disponibili e seleziona quelle da assegnare a questo certificato.";

/* The Key Usage Extension of the user's certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones their certificate will provide. */
"The Key Usage Extension of the user\\U2019s certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones their certificate will provide." = "L'estensione Utilizzo Chiave del certificato dell'utente ne identifica le modalità di sicurezza. Seleziona Includi estensione utilizzo chiave per visualizzare le modalità disponibili e seleziona quelle da assegnare ai loro certificati.";

/* The RFC822 name cannot contain Unicode characters. */
"The RFC822 name cannot contain Unicode characters." = "Il nome RFC822 non può contenere caratteri Unicode.";

/* There are currently no identities available to sign your CA invitation. */
"There are currently no identities available to sign your CA invitation." = "Non ci sono al momento identità disponibili per firmare l'invito CA.";

/* There are no configured Certificate Authorities. You first need to create one using the 'Create a Certificate Authority' option. */
"There are no configured Certificate Authorities. You first need to create one using the \\U201CCreate a Certificate Authority\\U201D option." = "Non ci sono autorità di certificazione configurate. Prima devi crearne una utilizzando l'opzione “Crea un'autorità di certificazione”.";

/* There are no configured Certificate Authorities. You first need to create one. */
"There are no configured Certificate Authorities. You first need to create one." = "Non ci sono autorità di certificazione configurate. Prima devi crearne una.";

/* There are no valid root or intermediate certificate authorities available to sign certificates. Use the \\U201CCreate a Certificate Authority\\U201D option to create a certificate authority. */
"There are no valid root or intermediate certificate authorities available to sign certificates. Use the \\U201CCreate a Certificate Authority\\U201D option to create a certificate authority." = "Non ci sono certificati di root o intemediari validi disponibili per firmare i certificati. Usa l'opzione \"Crea una Autorità di Certificazione\" per creare un'autorità di certificazione.";

/* Key Pair Attributes pane message for specifying key pair information for users of this CA (displayed when creating a CA) */
"This pane will specify the public and private key pair information for users of this CA when they request a certificate." = "Questo pannello specifica le informazioni sulla chiave pubblica e sulla chiave privata agli utenti di questa CA quando richiedono un certificato.";

/* To evaluate certificates, first select the appropriate trust policy. */
"To evaluate certificates, first select the appropriate trust policy." = "Per valutare un certificato, seleziona prima le regole di verifica adeguate.";

/* Message indicating that this item is dated today */
"Today" = "Oggi";

/* Trusted Root */
"Trusted Root" = "Root attendibile";

/* Trusting a CA certificate means the CA can \\U201Ctrusted\\U201D in the future to perform evaluations on certificates that are signed by this CA and determine whether they are valid or not. When creating a new CA, its certificate is never considered trusted on the system by default for security reasons. Trusting a new CA certificate has to be done specifically by the user or administrator. In this case, it can be trusted by clicking \\U201COn this machine, trust certificates signed by this CA\\U201D. */
"Trusting a CA certificate means the CA can \\U201Ctrusted\\U201D in the future to perform evaluations on certificates that are signed by this CA and determine whether they are valid or not. When creating a new CA, its certificate is never considered trusted on the system by default for security reasons. Trusting a new CA certificate has to be done specifically by the user or administrator. In this case, it can be trusted by clicking \\U201COn this machine, trust certificates signed by this CA\\U201D." = "Convalidare un certificato CA significa che la CA può essere \"attendibile\" in futuro per eseguire valutazioni sui certificati firmati da questa CA e determinare se sono validi o meno. Quando si crea una nuova CA, il suo certificato non è mai considerato attendibile di default dal sistema per motivi di sicurezza. La convalida di un nuovo certificato CA deve essere eseguita in particolare dall'utente o dall'amministratore. In questo caso, può essere convalidato facendo clic su \"Su questa macchina, convalida i certificati firmati da questa CA\".";

/* Unknown (Internal error) */
"Unknown (Internal error)" = "Sconosciuto (errore interno)";

/* Unknown Critical Cert Extension */
"Unknown Critical Cert Extension" = "Estensione certificato critica sconosciuta";

/* Unknown Critical CRL Extension */
"Unknown Critical CRL Extension" = "Estensione CRL critica sconosciuta";

/* Unknown Critical Extension */
"Unknown Critical Extension" = "Estensione critica sconosciuta";

/* Unknown Error = %1$@ */
"Unknown Error = %1$@" = "Errore sconosciuto = %1$@";

/* Unrecognized root cert */
"Unrecognized root cert" = "Certificato root non riconosciuto";

/* Untrusted Root */
"Untrusted Root" = "Root senza fiducia";

/* User Certificate: */
"User Certificate:" = "Certificato utente:";

/* VPN Client */
"VPN Client" = "Client VPN";

/* VPN Server */
"VPN Server" = "Server VPN";

/* What does \\U201CMake this CA the default\\U201D mean? */
"What does \\U201CMake this CA the default\\U201D mean?" = "Cosa significa “Imposta come CA di default”?";

/* What does \\U201CSign your invitation\\U201D mean? */
"What does \\U201CSign your invitation\\U201D mean?" = "Cosa significa “Firma l'invito”?";

/* What does \\U201Ctrust certificates signed by this CA\\U201D mean? */
"What does \\U201Ctrust certificates signed by this CA\\U201D mean?" = "Cosa significa “Giudica attendibili i certificati firmati da questa CA”?";

/* What is a CA Web Site? */
"What is a CA Web Site?" = "Cos'è un sito web della CA?";

/* What is a leaf certificate? */
"What is a leaf certificate?" = "Cos'è un certificato leaf?";

/* What is a self-signed root CA? */
"What is a self-signed root CA?" = "Cos'è una CA di primo livello autofirmante?";

/* What is a self-signed root certificate? */
"What is a self-signed root certificate?" = "Cos'è un certificato di primo livello autofirmato?";

/* What is an intermediate certificate authority? */
"What is an intermediate certificate authority?" = "Cos'è un'autorità di certificazione intermedia?";

/* What is an invitation? */
"What is an invitation?" = "Cos'è un invito?";

/* When a user requests a certificate from a CA, a signed invitation ensures the user that the invitation is in fact from this CA and is unaltered. */
"When a user requests a certificate from a CA, a signed invitation ensures the user that the invitation is in fact from this CA and is unaltered." = "Quando un utente richiede un certificato da una CA, un invito firmato assicura l'utente che l'invito stesso è proveniente da quella CA e non è stato alterato.";

/* When accepting certificate signing requests from users, the default CA will be automatically selected in the popup menu of available Certificate Authorities. When you click \\U201CMake this CA the default\\U201D, the CA name you have specified above will become the default CA. */
"When accepting certificate signing requests from users, the default CA will be automatically selected in the popup menu of available Certificate Authorities. When you click \\U201CMake this CA the default\\U201D, the CA name you have specified above will become the default CA." = "Quando si accettano richieste di firma di certificati da utenti, la CA di default verrà automaticamente selezionata nel menu a comparsa delle autorità di certificazione disponibili. Quando fai clic su “Imposta come CA di default”, il nome della CA specificato sopra diventerà la CA di default.";

/* Yes */
"Yes" = "Sì";

/* Message indicating that this item is dated yesterday */
"Yesterday" = "Ieri";

/* You are about to create a root certificate authority that will issue S/MIME certificates. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D */
"You are about to create a root certificate authority that will issue S/MIME certificates. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D" = "Stai per creare un'autorità di certificazione principale, la quale potrà emettere certificati S/MIME. La coppia di chiavi creata sarà RSA a 2048 bit. Se desideri modificare questi default, fai clic su “Lascia che sia io a sovrascrivere i default.”";

/* You are about to create a secure e-mail (S/MIME) certificate. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D */
"You are about to create a secure e-mail (S/MIME) certificate. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D" = "Stai per creare un certificato e-mail (S/MIME) sicura. La coppia di chiavi creata sarà RSA a 2048 bit. Se desideri modificare questi default, fai clic su “Lascia che sia io a sovrascrivere i default.”";

/* You are about to create a self-signed certificate. */
"You are about to create a self-signed certificate." = "Stai per creare un certificato autofirmato";

/* You are about to create an intermediate certificate authority that will issue S/MIME certificates. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D */
"You are about to create an intermediate certificate authority that will issue S/MIME certificates. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D" = "Stai per creare un'autorità di certificazione intermedia, la quale potrà emettere certificati S/MIME. La coppia di chiavi creata sarà RSA a 2048 bit. Se desideri modificare questi default, fai clic su “Lascia che sia io a sovrascrivere i default.”";

/* You are required to choose at least one extended key usage if this extension is enabled. */
"You are required to choose at least one extended key usage if this extension is enabled." = "È necessario che scegliere almeno un utilizzo chiave estesa se questa estensione è abilitata.";

/* You are required to choose at least one key usage if this extension is enabled. */
"You are required to choose at least one key usage if this extension is enabled." = "È necessario che scegliere almeno un utilizzo chiave se questa estensione è abilitata.";

/* Error sheet message when faling to specify a name for the CA config file */
"You must enter a configuration file name before continuing." = "Devi inserire un nome per il documento di configurazione prima di continuare.";

/* Error sheet message when faling to specify an email address */
"You must enter an email address for the user before continuing." = "Devi inserire l'indirizzo e-mail dell'utente prima di continuare.";

/* Error sheet message when faling to specify an email address of the CA */
"You must enter an email address of a Certificate Authority before continuing." = "Devi inserire l'indirizzo e-mail di un'autorità di certificazione prima di continuare.";

/* Your CA was created successfully. Click 'OK' to begin using your new CA. */
"Your CA was created successfully. Click 'OK' to begin using your new CA." = "La CA è stata creata con successo. Fai clic su 'OK' per iniziare ad utilizzarla.";

/* Conclusion pane message for creating and configuring a CA */
"Your Certificate Authority \\U201C%1$@\\U201D has been created and is ready to issue certificates." = "L'autorità di certificazione “%1$@” è stata creata e può già emettere certificati.";

/* Conclusion pane when a user issues their own certificate */
"Your certificate has been successfully created." = "Il certificato è stato creato correttamente.";

/* Your certificate is ready */
"Your certificate is ready" = "Il certificato è pronto";

/* Conclusion pane message for a user requesting a certificate from a CA */
"Your certificate request Email has been created for you and is ready to send in Mail.app. After you send it, \\U201C%1$@\\U201D will receive an email containing your certificate. When you receive it, click the enclosure and it will be imported into your keychain." = "La tua richiesta e-mail di certificato è stata creata ed è pronta per l'invio in Mail.app. Dopo che l'invio, “%1$@” riceverà una e-mail con il tuo certificato. Quando la ricevi, fai clic sull'allegato e verrà importato nel tuo portachiavi.";

/* Your certificate request has been created on disk. */
"Your certificate request has been created on disk." = "La richiesta di certificato è stata creata sul disco.";

/* Your invitation will remain unsigned. */
"Your invitation will remain unsigned." = "Il tuo invito non verrà firmato.";

